Simulations/MEXICO/Simulations-Mar6/V0_10s_epsilonMod/constant/airfoilProperties/RISOE-A1-21
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.0.x                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      airfoilProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

airfoilData
(
//  alpha   	C_l    		C_d
(	0.486		0.43		0.01	)
(	0.085		0.399		0.011	)
(	0.29		0.429		0.01	)
(	0.444		0.451		0.01	)
(	0.666		0.451		0.011	)
(	0.751		0.481		0.01	)
(	0.939		0.517		0.008	)
(	1.177		0.519		0.01	)
(	1.433		0.544		0.01	)
(	1.741		0.59		0.009	)
(	2.014		0.646		0.01	)
(	2.372		0.675		0.012	)
(	2.73		0.721		0.012	)
(	3.072		0.787		0.012	)
(	3.413		0.803		0.012	)
(	3.737		0.842		0.013	)
(	4.078		0.86		0.015	)
(	4.386		0.896		0.011	)
(	4.625		0.934		0.011	)
(	4.846		0.966		0.012	)
(	5.119		1.005		0.012	)
(	5.512		1.029		0.013	)
(	5.887		1.085		0.013	)
(	6.28		1.113		0.014	)
(	6.672		1.16		0.014	)
(	7.184		1.198		0.016	)
(	7.679		1.262		0.016	)
(	8.294		1.311		0.018	)
(	8.874		1.359		0.02	)
(	9.573		1.387		0.023	)
(	10.205		1.426		0.026	)
(	11.195		1.319		0.059	)
(	12.321		1.226		0.086	)
(	13.754		1.089		0.1		)
(	15.119		1.065		0.127	)
(	16.553		1.041		0.142	)
(	17.867		0.995		0.148	)
(	18.805		1.029		0.167	)
(	20.051		1.005		0.176	)
(	21.314		0.997		0.191	)

);
